Repository: PiotrK202/FootballAppSwiftUI
Catalog: FootballAppSwiftUI/Localize/*.lproj/Localizable.strings
Languages: pl

# WelcomeView_Text
source: Welcome to Football App
pl: Witaj w Football App

# WelcomeView_buttonLabel
source: Start
pl: Zaczynajmy

# LeaguesView_AlertTitle
source: Something went wrong
pl: Cos poszlo nie ta

# LeaguesView_AlertButtonTitle
source: Retry
pl: ponow

# LeaguesView_AlertMessage
source: Try download again
pl: sproboj pobrac jeszcze raz

# TeamsView_AlertTitle
source: Downloading Teams went wrong
pl: Pobieranie Druzyn sie nie powiodlo

# PlayersViewModel_AlertTitle
source: Downloadin Players went wrong
pl: Pobieranie Zawodnikow sie nie powiodlo

# LeaguesView_Title
source: Leagues
pl: Ligi

# TeamsView_ViewTitle
source: Teams
pl: Druzyny

# PlayersViewModel_ViewTitle
source: Players
pl: Gracze

# PlayersDetailView_Title
source: Details
pl: Detale
